# Formulae
brew "atuin"
brew "bat"
brew "dotnet"
brew "eza"
brew "fzf"
brew "git"
brew "gpg"
brew "ios-deploy"
brew "less"
brew "mise"
brew "neovim"
brew "uv"
brew "watchman"
brew "wget"

# Casks
cask "android-studio"
cask "discord"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "zen-browser"
